<!DOCTYPE html>
<html lang="en">
<link>
  <meta charset="UTF-8">
  <meta name="viewport" content="width=device-width, initial-scale=1.0">
  <title>RTI Application</title>
  <!-- Bootstrap CSS -->
  <link href="https://maxcdn.bootstrapcdn.com/bootstrap/4.5.2/css/bootstrap.min.css" rel="stylesheet">
  <script src="https://code.jquery.com/jquery-3.6.0.min.js"></script>
  <link rel="stylesheet" href="header.css">
</head>
<body>
  <?php include 'header.php'; ?>
<div class="custom-main">
<div class="container">
  <div class="row justify-content-center">
    <div class="col-md-12 col-lg-10">

    <h2  style="color:#333399;">
                How to apply RTI</h2>
                <p class="mbr-text mbr-fonts-style display-7" style="text-align: justify;"><strong style="color:#333399;">
                (A) സർവ്വകലാശാലയിൽ വിവരാവകാശ അപേക്ഷ സമർപ്പിക്കുന്നതെങ്ങനെ?
                </strong><br>
                

                ഇംഗ്ലീഷ്, മലയാളം എന്നീ ഭാഷകളിൽ അപേക്ഷ സമർപ്പിക്കാം. അപേക്ഷകൻറെ പൂർണ്ണമായ പേര്, 
                മേൽവിലാസം, ഒപ്പ് ഏന്നിവ അപേക്ഷയിൽ ഉൾപെടുത്തേണ്ടതാണ്. വിവരങ്ങൾ ലഭിക്കുന്നതിന് 10 രൂപയുടെ 
                ഫീസോടു കൂടി അപേക്ഷ സമർപ്പിക്കണം. ദാരിദ്ര രേഖയ്ക്ക് താഴെയുള്ള വിഭാഗക്കാർക്കു ഫീസിളവുണ്ട് . 
                എന്നാൽ അത് തെളിയിക്കുന്നതിനുള്ള രേഖ ഹാജരാക്കേണ്ടതുണ്ട്. ഏതെങ്കിലും സ്ഥാപനത്തിന്റെ പേരിൽ 
                അപേക്ഷ നൽകാൻ സാധിക്കുകയില്ല. വിവരം എന്താവശ്യത്തിനാണെന്നു അപേക്ഷയിൽ ഉൾപെടുത്തേണ്ടതില്ല. 
                ആവശ്യമുള്ള രേഖകളുടെ/ വിവരത്തിന്റെ കൃത്യമായ വിവരണവും, സൂചനയും അപേക്ഷയിൽ ഉൾപെടുത്താൻ
                 ശ്രമിക്കേണ്ടതാണ്. വിശദീകരണങ്ങൾ, വ്യാഖ്യാനങ്ങൾ മുതലായവ ആവശ്യപ്പെടുക അഭിപ്രായങ്ങൾ തേടുക, വിവരങ്ങൾ ക്രോഡീകരിച്ചു നൽകുക, സുദീർഘവും സങ്കീർണ്ണവുമായ ചോദ്യങ്ങൾ ചോദിക്കുക, പരാതിക്കു പരിഹാരം ആവശ്യപ്പെടുക, സാങ്കല്പിക ചോദ്യങ്ങൾ ചോദിക്കുക എന്നിവ വിവരാവകാശ നിയമത്തിന്റെ പരിധിയിൽ വരുന്ന കാര്യങ്ങളല്ല. അപേക്ഷ, നേരിട്ടോ/ തപാൽ മുഖേനയോ/ ഇ മെയിൽ മുഖേനയോ സമർപ്പിക്കാവുന്നതാണ്. സർവ്വകലാശാലയിലെ മുഴുവൻ സ്റ്റേറ്റ് പബ്ലിക് ഇൻഫർമേഷൻ ഓഫീസർമാരുടെയും വിവരങ്ങൾ സർവ്വകലാശാല വെബ്‌സൈറ്റിയിൽ നൽകിയിട്ടുണ്ട്. അപേക്ഷ, പബ്ലിക് ഇൻഫർമേഷൻ ഓഫീസർ, ഇൻസ്റ്റിറ്റ്യൂട്ട് ഓഫ് എഞ്ചിനീയറിംഗ് ആൻഡ് ടെക്നോളജി, കാലിക്കറ്റ് സർവ്വകലാശാല, തേഞ്ഞിപ്പലം, 673636, എന്ന മേൽവിലാസത്തിൽ നൽകാവുന്നതാണ്


 <br>

<strong style="color:#333399;">(B) വിവരാവകാശ അപേക്ഷയുമായി ബന്ധപ്പെട്ട ഫീസ് സമർപ്പിക്കുന്നതിനുള്ള മാർഗ്ഗങ്ങൾ</strong><br>

വിവരാവകാശ അപേക്ഷക്കുള്ളതും, രേഖകളുടെ പകർപ്പ് ലഭിക്കുന്നതിനായും താഴെ കൊടുത്തിരിക്കുന്ന ഏതെങ്കിലും രീതിയിൽ ഫീ അടക്കാവുന്നതാണ്. (1) സർവ്വകലാശാലയിലെ ചലാൻ കൗണ്ടർ മുഖേന. (2) സർവ്വകലാശാലയിലെ ഇ- പേയ്‌മെന്റ് സംവിധാനം മുഖേന. (3) SBI -E-ചലാൻ മുഖേന. (4) അക്ഷയ കേന്ദ്ര / ഫ്രണ്ട്‌സ് ജന സേവനകേന്ദ്ര മുഖേന. ഫിനാൻസ് ഓഫീസറുടെ പേരിൽ കാലിക്കറ്റ് സർവ്വകലാശാല ബ്രാഞ്ചിൽ മാറാവുന്ന ഡിമാൻഡ് ഡ്രാഫ്റ്റ് അല്ലെങ്കിൽ ഇന്ത്യൻ പോസ്റ്റൽ ഓർഡർ കോർട്ട് ഫീ സ്റ്റാമ്പ് ആയോ ട്രഷറി ചലാൻ ആയോ തുക ഒടുക്കുന്നതു സർവ്വകലാശാലയിൽ സ്വീകാര്യമല്ല. 

 
<br>
<strong style="color:#333399;">(C) വിവിധ ഉദേശങ്ങൾക്കു നൽകേണ്ട ഫീ സംബന്ധിച്ച വിവരങ്ങൾ</strong><br>

A 4 പേജിന്റെ ഒരു പകർപ്പിനു - 3 രൂപ കൂടുതൽ വലുപ്പമുള്ള പേജുകൾക്കു ചിലവായ യഥാർത്ഥ തുക ഈടാക്കുന്നതാണ്. വിവരങ്ങൾ C.D യിൽ ആവശ്യമെങ്കിൽ, CD ഒന്നിന് 75 രൂപ ഈടാക്കുന്നതാണ്. സാംപിൾസ്, മോഡൽസ് , പ്ലാൻ , മാപ്പുകൾ എന്നിവയ്ക്ക് ചിലവായ യഥാർത്ഥ തുക ഈടാക്കുന്നതാണ്. ഓഫീസിൽ വന്നു രേഖകൾ പരിശോധിക്കുന്നതിനായി ആദ്യത്തെ ഒരു മണിക്കൂറിനു ഫീ ഈടാക്കുന്നതല്ല. പിന്നീടുള്ള ഓരോ അര മണിക്കൂറിനും 10 രൂപ ഈടാക്കുന്നതാണ് ദാരിദ്ര്യ രേഖയ്ക്ക് താഴെയുള്ള വ്യക്തികൾക്ക് 20 എണ്ണം വരെയുള്ള A4 പേജുകൾ സൗജന്യമായി ലഭിക്കാനുള്ള അർഹതയുണ്ട്.
<br>
<strong style="color:#333399;">(D) ഒന്നാം അപ്പീൽ അപേക്ഷ സമർപ്പിക്കുന്നതെങ്ങനെ?</strong><br>

മുപ്പതു ദിവസത്തിനകം വിവരാവകാശ അപേക്ഷക്കുള്ള പ്രതികരണം ലഭിക്കാതിരിക്കുകയോ അല്ലെങ്കിൽ ലഭിച്ച വിവരങ്ങളിൽ അതൃപ്തി ഉണ്ടെങ്കിലോ ഒന്നാം അപ്പീൽ സമർപ്പിക്കാം. അപ്പീൽ സമർപ്പിക്കാൻ ഫീസ് ഒന്നും തന്നെയില്ല. മറുപടി ലഭിച്ചു മുപ്പതു ദിവസത്തിനകമോ, അല്ലെങ്കിൽ വിവരാവകാശ അപേക്ഷ സമർപ്പിച്ചു കഴിഞ്ഞുള്ള മുപ്പതു ദിവസത്തിനുള്ളിലോ ഒന്നാം അപ്പീൽ സമർപ്പിക്കാവുന്നതാണ്. ഒന്നാം അപ്പീൽ സമർപ്പിക്കേണ്ടതു ഒന്നാം അപ്പീൽ അതോറിറ്റിയ്ക്കാണ്. സർവ്വകലാശാലയിലെ മുഴുവൻ അപ്പീൽ അധികാരികളുടെയും വിവരങ്ങൾ സർവ്വകലാശാല വെബ്സൈറ്റിൽ നൽകിയിട്ടുണ്ട് അപ്പീൽ സമർപ്പിക്കുമ്പോൾ താഴെ കൊടുത്തിരിക്കുന്ന രേഖകൾ സമർപ്പിക്കുവാൻ ശ്രദ്ധിക്കേണ്ടതാണ് . . വിവരാവകാശ അപേക്ഷയുടെ പകർപ്പ്. പബ്ലിക് അതോറിറ്റിയിൽ നിന്നും മറുപടി ലഭിച്ചിട്ടുണ്ടെങ്കിൽ ആയതിന്റെ പകർപ്പ്. അപ്പീൽ കക്ഷിയുടെ പേര്, മേൽവിലാസം, ഒപ്പു ഉൾപ്പെടുന്ന വിശദമായ അപ്പീൽ അപേക്ഷ

 <br>

<strong style="color:#333399;">(E) രണ്ടാം അപ്പീൽ സമർപ്പിക്കുന്നതെങ്ങനെ?</strong><br>

ഒന്നാം അപ്പീലിനുള്ള മറുപടി 45 ദിവസം കഴിഞ്ഞും ലഭിക്കാതിരിക്കുകയോ ഒന്നാം അപ്പീലിലെ ഉത്തരവിൽ തൃപ്തനല്ലാതെ വരുകയോ ചെയ്‌താൽ അപേക്ഷകന് 90 ദിവസത്തിനുള്ളിൽ സംസ്ഥാന വിവരാവകാശ കമ്മീഷണർക്കു രണ്ടാം അപ്പീൽ സമർപ്പിക്കാവുന്നതാണ്. രണ്ടാം അപ്പീൽ അധികാരിയുടെ പൂർണ്ണമായ മേൽവിലാസം താഴെ നൽകിയിരിക്കുന്നു
 
<br><br>
State Information Commission<br>

Thiruvananthapuram, Kerala 695001<br>

E-mail : sic.ker@nic.in

 <br></p>

    </div>
  </div>
</div>
</div>

<!-- Bootstrap JS and dependencies -->
<script src="header.js"></script>
<script src="https://ajax.googleapis.com/ajax/libs/jquery/3.5.1/jquery.min.js"></script>
<script src="https://cdnjs.cloudflare.com/ajax/libs/popper.js/1.16.0/umd/popper.min.js"></script>
<script src="https://maxcdn.bootstrapcdn.com/bootstrap/4.5.2/js/bootstrap.min.js"></script>

</body>
</html>
